class Constantes:
    classes = ['5А', '5Б', '5В', '5Г', '6А', '6Б', '6В', '7А',
               '7Б', '7В', '8А', '8Б', '8В', '9А', '9Б', '9В',
               '10А', '10Б', '10В', '10Г', '11А', '11Б', '11В',
               '11Г']
    console_id = 2000000002
    admins = [223632391, 222383631, 66061219, 231483322, 498148588]
    token = ''
    group_id = '187161295'
    ver = '1.4.8'
    smiles = '😀😀😃😄😁😅😂🤣☺😊😇🙂🙃😉😌😍🥰😘😗😙😚😋😛😝😜🤪🤨🧐🤓😎🤩🥳😏✌🏽✌🏾✌🏿👍🏽👍🏾👍🏿🤲🏽🤲🏿🤲🏾👌' \
             '🏽👌🏾👌🏿🙏🏽🙏🏾🙏🏿✊🏽✊🏾✊🏿👋🏽👋🏾👋🏿☝🏽☝🏾☝🏿👎🏽👎🏾👎🏿👏🏽👏🏾👏🏿🖐🏽🖐🏾🖐🏿👊🏽👊🏾👊🏿🤙🏽🤙🏾🤙🏿🤚🏽🤚🏾🤚🏿🤞🏽🤞🏾🤞🏿👺🤡💩👻💀☠👽👾🤖🎃😺😸' \
             '😹😻😼😽🤝👍🏿👎🏿👊🏿✊🏾🤛🏾🤜🏾🤞🏾✌🏾🤟🏾🤘🏾👌🏿👈🏿👉🏿👆🏿👇🏿☝🏿✋🏿🤚🏾🖐🏾🖖🏾👋🏾🤙🏾💪🏾❤🧡💛💚💙💜💔❣💕💞💓💗💖💟💝💘'
    answers = ['Всегда пожалуйста 😉',
               'Стараемся для вас! 😀',
               'С любовью, ScheduleFlow 🥰',
               'Пожалуйста! Обращайся еще 🤗',
               'Всегда к вашим услугам 🙂',
               'Рад быть полезным 😉']
    smiles_answer = '😜😀😄😉😊😘😍😃😀😎✌🏻😺😸'
    error = 'Произошла ошибка! Мы постараемся выяснить в чем дело в кратчайшие сроки. ' \
            'Простите за неудобства 😔'
