class Answers:
    SMILES = '😜😀😄😉😊😘😍😃😀😎✌🏻😺😸'
    ERROR = 'Произошла ошибка! Мы постараемся выяснить в чем дело в кратчайшие сроки. ' \
            'Простите за неудобства 😔'
    STICKER = ['Я тоже люблю стикеры 😉',
               'Отвечаю только смайликом на смайлик!',
               'Я не вижу, что там за стикер 😟\nНадеюсь, улыбающийся котик',
               'А у меня нет стикеров 😟']
    PICTURE = ['Если там мем, то мы оценим всей администрацией и отпишемся о результатах 😉',
               'Картинка в стиле мем жанра постирония?',
               'Боты не видят картинок 😟']
    MUSIC = ['Люблю Славу КПСС',
             'Качает, согласен',
             'Эх, ща бы на Макса Коржа...']
    VOICE = ['Красивый голос... Наверное...']
    OFFLINE = 'Бот сейчас выключен! Простите за неудобства... 😬'
    GIVE_TODAY = 'Держи расписание на сегодня! 😉'
    GIVE_TOMORROW = 'Держи расписание на завтра! 😉'
    GIVE_MONDAY = 'Держи расписание на понедельник! 😉'
    TODAY_NONE = 'Прости, но расписания на сегодня нигде нет 😥\nИспользуй команду "Инфо <дата>" для подробностей'
    TOMORROW_NONE = 'Прости, но расписания на завтра еще нет 😥\nИспользуй команду "Инфо <дата>" для подробностей'